Repository: MicaForEveryone/MicaForEveryone
Catalog: MicaForEveryone.UI/Strings/*/*/Resources.resw
Source language: en
Languages: ar, az, bg, cs, de, el, es, fa, fr, hu, id, it, ja, ko, nl, pl, pt_br, ro, ru, sr_cyrl, sr_latn, tr, uk, vi, zh_hans, zh_hant

# DarkTitlebarColorDescription.Text
source: Dark uses dark theme.
ar: يستخدم "غامق" خلفية غامقة.
az: Qaranlıq, qaranlıq temadan istifadə edir.
bg: Тъмно използва тъмна тема.
cs: Temný používá tmavý motiv
de: Dunkel verwendet das dunkle Design.
el: Το Σκοτεινό χρησιμοποιεί σκοτεινό θέμα.
es: Oscuro usa el tema oscuro.
fa: تیره از تم تاریک استفاده می‌‌کند.
fr: Sombre utilise un thème sombre.
hu: A Sötét, sötét témát használ.
id: Gelap menggunakan tema gelap.
it: L'opzione "Scuro" utilizza il tema scuro.
ja: ダークはダークテーマを使用します。
ko: 이 항목을 선택 시 다크 모드를 사용합니다.
nl: De optie "Donker" gebruikt het donkere thema.
pl: Użyj ciemnego motywu okien.
pt_br: Escuro usa tema escuro.
ro: Se va folosi tema întunecată.
ru: темный режим использует темную тему.
sr_cyrl: Тамно користи тамну тему.
sr_latn: Tamno koristi tamnu temu.
tr: Koyu, koyu temayı kullanır.
uk: темний режим використовує темну системну тему.
vi: Dùng chủ đề tối.
zh_hans: 现在将强制应用程序标题栏使用深色模式。
zh_hant: 現在將強製應用程序標題欄使用深色模式。

# DefaultBackdropDescription.Text
source: Default doesn't do anything to keep app's default backdrop.
ar: لا يؤثر "افتراضي" على خلفية البرنامج.
az: Defolt tətbiqin defolt fonunu saxlamaq üçün heç nə etmir.
bg: Подразбиране не прави нищо, с цел да запази фоновото изображение по подразбиране на приложението.
cs: Výchozí nedělá nic k ponechání výchozího pozadí
de: Standard macht nichts anderes, als den Standardhintergrund der App beizubehalten.
el: Η Προεπιλογή δεν κάνει τίποτα για να διατηρήσει το προεπιλεγμένο σκηνικό της εφαρμογής.
es: Predeterminado no hace nada para así mantener el efecto de fondo predeterminado de la aplicación.
fa: گزینه «پیشفرض» تغییری ایجاد نمی‌کند تا از پس‌زمینه ترجیحی برنامه استفاده شود.
fr: La valeur Défaut ne conserve pas le style de fond par défaut de l'application.
hu: Az Alapértelmezett nem tesz semmit az alkalmazás alapértelmezett hátterének megőrzéséért.
id: Default tidak melakukan apa pun untuk mempertahankan tampilan latar default aplikasi.
it: L'opzione default non si attiva per mantenere lo sfondo predefinito di ogni app.
ja: 「標準」は、アプリの標準の背景のままで何もしません。
ko: 기본은 앱 배경에 아무런 영향을 주지 않습니다.
nl: De optie "Standaard" doet niets om de standaard achtergrond van de app te behouden.
pl: Domyślne zachowanie tła aplikacji.
pt_br: O padrão não faz nada para manter o pano de fundo padrão do aplicativo.
ro: Modul Implicit nu modifică nimic pentru a păstra fundalul implicit de către aplicație.
ru: в режиме По умолчанию сохраняется фон, установленный приложением.
sr_cyrl: Опција "Подразумевано" оставља подразумевани позадински ефекат апликације.
sr_latn: Opcija "Podrazumevano" ostavlja podrazumevani pozadinski efekat aplikacije.
tr: Varsayılan, uygulamanın varsayılan arka plan efektini tutmak için hiçbir şey yapmaz.
uk: режим "За замовчуванням" зберігає звичайний фон додатка.
vi: Theo mặc định sẽ giữ nguyên chủ đề mặc định của cửa sổ.
zh_hans: 现在将由应用程序自行决定使用何种模糊类型。
zh_hant: 現在將由應用程序自行決定使用何種模糊類型。

# DefaultMenuItem.Text
source: Default
ar: افتراضي
az: Defolt
bg: Подразбиране
cs: Výchozí
de: Standard
el: Προεπιλογή
es: Predeterminado
fa: پیشفرض
fr: Défaut
hu: Alapértelmezett
it: Predefinito
ja: 標準
ko: 기본
nl: Standaard
pl: Domyślny
pt_br: Padrão
ro: Implicit
ru: По умолчанию
sr_cyrl: Подразумевано
sr_latn: Podrazumevano
tr: Varsayılan
uk: За замовчуванням
vi: Mặc định
zh_hans: 由应用程序决定
zh_hant: 由應用程序決定

# DefaultTitlebarColorDescription.Text
source: The "Default" option keeps app's default theme.
ar: يحافظ "افتراضي" على لون البرنامج المحدد.
az: "Defolt" seçimi tətbiqin defolt mövzusunu saxlayır.
bg: Опцията "Подразбиране" запазва темата по подразбиране на приложението.
cs: Výchozí ponechá výchozí motiv aplikace
de: Die "Standard"-Option behält das Standarddesign der App.
el: Η επιλογή "Προεπιλογή" διατηρεί το προεπιλεγμένο θέμα της εφαρμογής.
es: Predeterminado no hace nada para así mantener el tema predeterminado de la aplicación.
fa: گزینه «پیشفرض» طرح پیشفرض برنامه را نگه می‌دارد.
fr: L'option "Par défaut" conserve le thème par défaut de l'application.
hu: Az „Alapértelmezett” opció megtartja az alkalmazás alapértelmezett témáját.
id: Opsi "Default" menyimpan tema bawaan aplikasi.
it: L'opzione "Predefinito" mantiene il tema predefinito.
ja: 「標準」オプションは、アプリの標準のテーマのままです。
ko: 기본 옵션은 앱 배경을 바꾸지 않습니다.
nl: De optie "Standaard" behoudt het standaardthema van de app.
pl: Opcja pozwala zachować domyślny motyw dla aplikacji.
pt_br: A opção "Padrão" mantém o tema padrão do aplicativo.
ro: Opțiunea "Implicit" păstrează tema implicită a aplicației.
ru: в режиме По умолчанию сохраняется тема, установленная приложением.
sr_cyrl: Опција "Подразумевано" оставља подразумевану тему апликације.
sr_latn: Opcija "Podrazumevano" ostavlja podrazumevanu temu aplikacije.
tr: "Varsayılan" seçeneği, uygulamanın varsayılan temasını tutar.
uk: режим "За замовчуванням" зберігає звичайну тему додатка.
vi: Theo mặc định sẽ giữ nguyên màu mặc định của thanh tiêu đề cửa sổ.
zh_hans: 现在将由应用程序自行决定使用浅色或深色标题栏。
zh_hant: 現在將由應用程序自行決定使用淺色或深色標題欄。

# ExitMenuItem.Text
source: Exit
ar: خروج
az: Çıx
bg: Изход
cs: Odejít
de: Beenden
el: Έξοδος
es: Salir
fa: خروج
fr: Quitter
hu: Kilépés
id: Keluar
it: Esci
ja: 終了
ko: 나가기
nl: Afsluiten
pl: Wyjdź
pt_br: Sair
ro: Ieșire
ru: Выход
sr_cyrl: Изађи
sr_latn: Izađi
tr: Çıkış
uk: Вийти
vi: Thoát
zh_hans: 退出
zh_hant: 退出

# ExtendFrameIntoClientAreaSetting.Header
source: Extend Frame Into Client Area
ar: مد الخلفية على البرنامج بالكامل
az: Çərçivəni Müştəri Sahəsinə Genişləndirin
bg: Разширяване на рамката в зоната на клиента
cs: Rozšířit okraj do oblasti klienta
de: Erweitern des Rahmens in den Clientbereich
el: Επέκταση Πλαισίου εντός της Περιοχής Πελάτη
es: Extender el marco al área de cliente
fa: گسترش قاب پنجره به Client Area
fr: Étendre l'arrière-plan sur l'intégralité de la fenêtre
hu: Bővítse ki a keretet az ügyfélterületre
id: Perluas Bingkai Ke Area Klien
it: Estendi l'Area dello Sfondo
ja: クライアント領域までフレームを拡張
ko: 효과를 전체 앱에다가 적용시키기
nl: Frame uitbreiden tot in het clientgebied
pl: Rozszerzenie okna do obszaru aplikacji
pt_br: Estender o quadro para a área do cliente
ro: Extinde cadrul în zona de client
ru: Расширить рамку окна в клиентскую область
sr_cyrl: Продужи рам у клијентски простор
sr_latn: Produži ram u klijentski prostor
tr: Çerçeveyi İstemci Alanına Genişlet
uk: Розширити рамку вікна в клієнтську область
vi: Mở rộng khung vào khu vực chính lưu
zh_hans: 将窗口框架扩展到客户区
zh_hant: 將窗口框架擴展到客戶區

# ExtendFrameIntoClientAreaSetting.Description
source: Extends window frame into its client area to add backdrop on background of some apps. It doesn't work on every app and may break them, so don't enable this unless you know what you are doing. Disabling this option requires you to close and reopen affected windows.
ar: يمد خلفية الإطار لنافذة البرنامج كلها، لا يعمل هذا التأثير على كل البرامج، يجب أن تغلق النوافذ التي تم تطبيق عليها هذا التأثير بعد الغائه.
az: Bəzi proqramların fonunda fon əlavə etmək üçün pəncərə çərçivəsini müştəri sahəsinə genişləndirir. O, hər proqramda işləmir və onları poza bilər, ona görə də nə etdiyinizi bilmədiyiniz halda bunu aktiv etməyin. Bu seçimi söndürmək üçün təsirlənmiş pəncərələri bağlamaq və yenidən açmaq lazımdır.
bg: Разширява рамката на прозореца в клиентската му област, за да добави фон на някои приложения. Не работи при всички приложения и може да ги повреди, така че не го включвайте, освен ако не знаете какво правите. Деактивирането на тази опция изисква да затворите и отворите отново засегнатите приложения.
cs: Rozšíří okraj okna do jeho oblasti klienta aby se přidalo některým aplikacím pozadí. Nefunguje ve všech aplikacích a může je poškodit, takže tuto možnost nezapínejte dokud nevíte co děláte. Vypnutí této funkce vyžaduje opětovné spuštění ovlivněných aplikací
de: Erweitert den Fensterrahmen in seinen Clientbereich, um Hintergrund zum Hintergrund einiger Apps hinzuzufügen. Es funktioniert nicht bei jeder App und kann sie beschädigen, also aktivieren Sie dies nicht, es sei denn, Sie wissen, was Sie tun. Wenn Sie diese Option deaktivieren, müssen Sie die betroffenen Fenster schließen und erneut öffnen.
el: Επεκτείνει το πλάισιο παραθύρου εντός της περιοχής του Πελάτη για να προσθέσει σκηνικό στο παρασκήνιο κάποιων εφαρμογών. Δε δουλεύει με όλες τις εφαρμογές και μπορεί να τις χαλάσει , οπότε μην το ενεργοποιείς αν δε ξέρεις τί κάνεις. Η απενεργοποίηση αυτής της ρύθμισης απαιτεί να κλείσεις και να ξανανοίξεις τα παράθυρα που επηρεάζονται.
es: Extiende el marco de la ventana al área de cliente para agregar un efecto de fondo en algunas aplicaciones. No funciona en todas las aplicaciones y puede romperlas, no habilite esto a menos que sepa lo que está haciendo.
fa: قاب پنجره را گسترش می‌دهد تا طرح پس‌زمینه روی پس‌زمینه پنجره هم نمایان شود. این گزینه روی تمام برنامه‌ها کار نمی‌کند و ممکن است عملکرد برنامه‌ها را دچار اختلال کند، تنها درصورتی از آن استفاده کنید که می‌دانید چه می‌کنید. غیرفعال کردن این گزینه نیاز دارد تا پنجره‌های باز را ببندید و دوباره باز کنید.
fr: Étend le style choisi sur la zone client de l'explorateur (arrière plan) de certaines applications. Cela ne fonctionne pas sur toutes les applications et peut provoquer des bugs, activez cette option seulement si vous savez ce que vous faites. La désactivation de cette option nécessite que vous fermiez et rouvriez les fenêtres concernées.
hu: Kiterjeszti az ablakkeretet az ügyfélterületre, hogy hátteret adjon egyes alkalmazások hátteréhez. Nem működik minden alkalmazásnál, és megszakíthatja azokat, ezért ne engedélyezze, hacsak nem tudja, mit csinál. Ennek az opciónak a letiltásához be kell zárnia, majd újra meg kell nyitnia az érintett ablakokat.
id: Perluas bingkai jendela ke area kliennya untuk menambahkan latar belakang di latar belakang beberapa aplikasi. Itu tidak berfungsi pada setiap aplikasi dan dapat merusaknya, jadi jangan aktifkan ini kecuali Anda tahu apa yang Anda lakukan. Menonaktifkan opsi ini mengharuskan Anda menutup dan membuka kembali jendela yang terpengaruh.
it: Estendi l'area sulla quale applicare lo sfondo a tutta l'app. Non funziona in tutte le app e potrebbe danneggiarle; non attivare quest'opzione se non sai cosa stai facendo. Per disattivare quest'opzione è necessario riavviare le app interessate.
ja: ウィンドウフレームのクライアント領域まで拡張し、一部のアプリの壁紙部分に背景の効果を追加します。この機能はすべてのアプリでは動作せず表示を破損させる可能性があるため、何をしているのか把握していないなら有効化しないでください。このオプションを無効にした後、効果が反映されたウィンドウを閉じて再び開く必要があります。
ko: 이 항목을 선택하면 앱이 설정한 배경 효과를 가지게 됩니다. 모든 앱에 적용되지 않으며 몇몇 앱은 약간 이상하게 보일 수 있습니다. 이것이 어떻게 작동하는 지 모르시면 활성화를 안하는 것을 추천합니다. 이 효과를 비활성화 시키려면 앱을 다시 껐다 켜주세요.
nl: Breidt vensterkader uit naar het clientgebied om achtergrondeffect toe te voegen op de achtergrond van sommige apps. Het werkt niet op elke app en kan voor problemen zorgen, dus schakel dit niet in tenzij je weet wat je doet. Als je deze optie uitschakelt, moet je de betreffende vensters sluiten en opnieuw openen.
pl: Rozciąga krawędzie okna do obszaru aplikacji, w niektórych aplikacjach powoduje dodanie tła. Funkcja nie działa poprawnie we wszystkich aplikacjach i może je uszkodzić. Nie włączaj tej opcji, jeśli nie masz pewności jak zadziała. Wyłączenie tej opcji wymaga ponownego uruchomienia okien, które mają się zmienić.
pt_br: Estende a moldura da janela em sua área de cliente para adicionar pano de fundo no fundo de alguns aplicativos. Ele não funciona em todos os aplicativos e pode quebrá-los, então não habilite isso a menos que você saiba o que está fazendo. Desativar esta opção exige que você feche e reabra as janelas afetadas.
ro: Extinde cadrul ferestrei în zona sa de client pentru a adăuga un fundal pe fundalul unor aplicații. Nu funcționează pe toate aplicațiile și le poate strica, așa că nu activați acest lucru decât dacă știți ce faceți. Dezactivarea acestei opțiuni necesită să închideți și să redeschideți ferestrele afectate.
ru: Расширяет рамку окна в клиентскую область для того, чтобы расширить область изменения фона для некоторых приложений. Совместимо не со всеми приложениями и может нарушить их работу, поэтому включать эту опцию не рекомендуется, если вы не уверены в том, что делаете. После отключения этой опции необходимо перезапустить затронутые окна.
sr_cyrl: Продужава рам прозора у клијентску област и додаје позадински ефекат на позадину неких апликација. Не ради за све апликације и може изазвати нежељене последице, тако да не омогућавајте ово ако не знате шта радите. Након што онемогућите ову опцију, морате да затворите и поново отворите прозоре.
sr_latn: Produžava ram prozora u klijentsku oblast i dodaje pozadinski efekat na pozadinu nekih aplikacija. Ne radi za sve aplikacije i može izazvati neželjene posledice, tako da ne omogućavajte ovo ako ne znate šta radite. Nakon što onemogućite ovu opciju, morate da zatvorite i ponovo otvorite prozore.
tr: Bazı uygulamaların arka planlarına arka plan efekti eklemek için pencere çerçeversini istemci alanına genişletir. Bu seçeneği devre dışı bırakmak etkilenen pencereleri kapatıp açmanızı gerektirmektedir.
uk: Розширює рамку вікна в клієнтську область для додавання фону на задній план деяких додатків. Працює не з усіма додатками і може зламати їх, тому не вмикайте цю опцію, якщо ви не знаєте, що робите. Вимкнення цієї опції потребує закриття і повторного відкриття відповідних вікон.
vi: Mở rộng khung cửa sổ vào khu vực chính lưu của nó để áp dụng phông nền trên một số ứng dụng. Tính năng này không thích hợp với một số ứng dụng và có thể thủ lưu chúng, vì vậy bạn không nên sử dụng tính năng này. Việc vô hiệu hóa tùy chọn này yêu cầu bạn phải khởi động lại các cửa sổ bị ảnh hưởng.
zh_hans: 打开此选项，会将窗口标题栏特效扩展至整个窗口。该选项可能不适用于所有应用程序，甚至会使它们崩溃，请谨慎打开此选项。 关闭此选项需要重启已生效的窗口。
zh_hant: 打開此選項，會將窗口標題欄特效擴展至整個窗口。該選項可能不適用於所有應用程序，甚至會使它們崩潰，請謹慎打開此選項。 關閉此選項需要重啓已生效的窗口。

# GeneralPaneItem.Text
source: General
ar: عام
bg: Общи
cs: Obecné
de: Allgemein
el: Γενικά
fa: عمومی
fr: Général
hu: Általános
id: Umum
it: Generali
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
sr_cyrl: Опште
sr_latn: Opšte
tr: Genel
uk: Загальні
vi: Chung
zh_hans: 常规设置
zh_hant: 常規設置

# GeneralSetting.Header
source: General
ar: عام
bg: Общи
cs: Obecné
de: Allgemein
el: Γενικά
fa: عمومی
fr: Général
hu: Általános
id: Umum
it: Generali
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
sr_cyrl: Опште
sr_latn: Opšte
tr: Genel
uk: Загальні
vi: Chung
zh_hans: 常规设置
zh_hant: 常規設置

# GlobalRulePaneItem.Text
source: Global Rule
ar: قواعد عامة
az: Qlobal Qayda
bg: Глобално правило Rule
cs: Globální Pravidlo
de: Globale Regel
el: Καθολικός Κανόνας
es: Regla global
fa: نمایه پیشفرض
fr: Règle globale
hu: Globális szabály
id: Aturan Global
it: Regola Globale
ko: 공통 앱 설정
nl: Globale Regel
pl: Globalna Reguła
pt_br: Regra Global
ro: Reguli Globale
ru: Глобальное правило
sr_cyrl: Глобално правило
sr_latn: Globalno pravilo
tr: Küresel Kural
uk: Глобальне правило
vi: Quy thuộc toàn diện
zh_hans: 默认规则
zh_hant: 默認規則

# LanguageSetting.Description
source: Set your preferred language for UI. Application needs a restart to take effect.
ar: ضبط لغة التطبيق، يجب إعادة فتح التطبيق لاستخدام اللغة الجديدة.
az: UI üçün üstünlük verdiyiniz dili təyin edin. Tətbiqin qüvvəyə minməsi üçün tətbiq yenidən işə salınmalıdır.
bg: Задайте предпочитания от вас език за потребителския интерфейс. Приложението се нуждае от рестартиране, за да влезе в сила.
cs: Vyberte jazyk pro UI. Aplikace se musí restartovat
de: Bevorzugte Sprache der Benutzeroberfläche festlegen. Damit die Änderung Wirkung zeigt, muss die Anwendung neu gestartet werden.
el: Όρισε την προτιμώμενη γλώσσα σου για το UI. Η εφαρμογή πρέπει να επανεκκινηθεί.
es: Establezca su idioma preferido para la interfaz de usuario. La aplicación necesita un reinicio para que surta efecto.
fa: زبان ترجیحی برای رابط کاربری برنامه را انتخاب کنید. لازم است برنامه را مجدد راه‌اندازی کنید.
fr: Définissez votre langue préférée pour l'interface utilisateur. L'application a besoin d'un redémarrage pour que les changements soient pris en compte.
hu: Állítsa be a kívánt nyelvet a felhasználói felülethez. Az alkalmazást újra kell indítani, hogy életbe lépjen.
id: Setel bahasa pilihan Anda untuk UI. Aplikasi perlu restart untuk diterapkan.
it: Seleziona la tua lingua per l'UI. Riavvio dell'app necessario per apportare le modifiche.
ja: UI の言語を設定します。言語設定の反映には、再起動が必要です。
ko: 원하는 언어를 선택하세요. 언어를 설정한 뒤 이 앱의 창을 껐다 켜주셔야지 언어가 정상적으로 적용됩니다.
nl: Stel je voorkeurstaal in voor de UI. De app moet opnieuw worden opgestart om de wijziging door te voeren.
pl: Ustaw język w aplikacji. Aplikacja będzie wymagała ponownego uruchomienia.
pt_br: Defina seu idioma preferido para interface do usuário. O aplicativo precisa ser reiniciado para entrar em vigor.
ro: Setează limba pentru interfața de utilizator. Aplicația va necesita o repornire pentru ca schimbarea să intre în vigoare.
ru: Устанавливает язык пользовательского интерфейса. Требуется перезапуск приложения.
sr_cyrl: Изаберите језик апликације. Ступа на снагу од следећег покретања.
sr_latn: Izaberite jezik aplikacije. Stupa na snagu od sledećeg pokretanja.
tr: Arayüz için tercih edilen dilinizi ayarlayın. Etkisini göstermesi için uygulamanın yeniden başlatılması gerekir.
uk: Встановіть бажану мову інтерфейсу. Перезапустіть додаток для внесення змін.
vi: Áp dụng ngôn ngữ hệ thống của bạn lên ứng dụng này. Yêu cầu ứng dụng phải được tái khởi động.
zh_hans: 为Mica For Everyone设置您喜欢的语言，需要重启本应用才能生效。
zh_hant: 為Mica For Everyone設置您喜歡的語言，需要重啓本應用才能生效。

# LanguageSetting.Header
source: Language
ar: اللغة
az: Dil
bg: Език
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fr: Langage
hu: Nyelv
id: Bahasa
it: Lingua
ja: Language/言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ro: Limbă
ru: Язык
sr_cyrl: Језик
sr_latn: Jezik
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# LightMenuItem.Text
source: Light
ar: فاتح
az: Açıq
bg: Светло
cs: Světlý
de: Hell
el: Φωτεινό
es: Claro
fa: روشن
fr: Clair
hu: Világos
id: Terang
it: Chiaro
ja: ライト
ko: 라이트 모드
nl: Licht
pl: Jasny
pt_br: Claro
ro: Luminos
ru: Светлая
sr_cyrl: Светло
sr_latn: Svetlo
tr: Açık
uk: Світлий
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# LightTitlebarColorDescription.Text
source: Light uses light theme.
ar: يستخدم "فاتح" خلفية فاتحة.
az: Açıq, açıq mövzudan istifadə edir.
bg: Светло използва светла тема.
cs: Světlý používá světlý motiv
de: Hell verwendet das helle Design.
el: Το Φωτεινό χρησιμοποιεί φωτεινό θέμα.
es: Claro usa el tema claro.
fa: روشن از تم روشن استفاده می‌کند.
fr: Clair utilise le thème clair.
hu: A Világos, világos témát használ.
id: Terang menggunakan tema terang.
it: L'opzione "Chiaro" utilizza il tema chiaro.
ja: ライトはライトテーマを使用します。
ko: 이 항목을 선택 시 라이트 모드를 사용합니다.
nl: De optie "Licht" gebruikt het lichte thema.
pl: Użyj jasnego motywu okien.
pt_br: Claro usa tema claro.
ro: Se va folosi tema luminoasă.
ru: светлый режим использует светлую тему.
sr_cyrl: Светло користи светлу тему.
sr_latn: Svetlo koristi svetlu temu.
tr: Açık, açık temayı kullanır.
uk: світлий режим використовує світлу системну тему.
vi: Dùng chế độ sáng.
zh_hans: 现在将强制应用程序标题栏使用浅色模式。
zh_hant: 現在將強製應用程序標題欄使用淺色模式。

# MicaBackdropDescription.Text
source: Mica forces all apps to use Windows 11-style tinted wallpaper backdrop effect.
ar: يجعل Mica البرامج تستخدم لون يحاكي لون الخلفية.
az: Mica bütün tətbiqləri Windows 11 üslublu rəngli divar kağızı fon effektindən istifadə etməyə məcbur edir.
bg: Мика кара всички приложения да използват ефекта на Windows 11 за затъмнен фон на тапета.
cs: Mica nutí všechny aplikace aby používaly efekt pozadí Windows 11
de: Mica zwingt alle Apps dazu, den getönten Hintergrundbild-Hintergrundeffekt im Windows 11-Stil zu verwenden.
el: Το Mica αναγκάζει όλες τις εφαρμογές να χρησιμοποιούν εφέ σκηνικού απόχρωσης ταπετσαρίας τύπου Windows 11.
es: Mica obliga a todas las aplicaciones a usar el efecto de fondo de pantalla tintado al estilo de Windows 11.
fa: گزینه «Mica» تمام پنجره‌ها را مجبور می‌کند تا از جلوه رنگی طرح Windows 11 استفاده کنند.
fr: Mica force toutes les applications à utiliser l'effet de fond de Windows 11.
hu: A Mica minden alkalmazást a Windows 11-stílusú színezett háttérkép háttérhatás használatára kényszerít.
id: Mika memaksa semua aplikasi untuk menggunakan efek backdrop wallpaper berwarna gaya Windows 11.
it: L'effetto Mica consiste in una sfocatura dello sfondo del desktop nello stile di Windows 11.
ja: 「マイカ」はすべてのアプリで強制的に Windows 11 風の壁紙を反映した色付き背景の効果を使用します。
ko: Mica 효과는 모든 앱에 옆은 배경화면 색으로 배경 효과를 입힙니다.
nl: De optie "Mica" forceert alle apps om het Windows 11-stijl achtergrondeffect te gebruiken.
pl: Mica wymusza w innych aplikacjach korzystanie z efektu przygaszonego tła w stylu Windows 11.
pt_br: Mica força todos os aplicativos a usarem o efeito de pano de fundo de papel de parede colorido estilo Windows 11.
ro: Mica forțează toate aplicațiile in a folosi stilul de fundal ușor colorat din Windows 11.
ru: эффект Mica принуждает все приложения использовать эффект размытия обоев в стиле Windows 11.
sr_cyrl: Mica чини да све апликације користе позадински ефекат обојене позадине у стилу Windows-а 11.
sr_latn: Mica čini da sve aplikacije koriste pozadinski efekat obojene pozadine u stilu Windows-a 11.
tr: Mica, tüm uygulamaları Windows 11 tarzı hafif renk verilmiş duvar kağıdı arka plan efektini kullanmaya zorlar.
uk: Mica змушує всі додатки використовувати ефект розмиття на основі шпалер у стилі Windows 11.
vi: Mica buộc mọi ứng dụng dùng hiệu ứng nền mờ theo kiểu Windows 11.
zh_hans: 现在将强制应用程序窗口背景使用根据桌面壁纸背景色进行淡染的云母材质特效。
zh_hant: 現在將強製應用程序窗口背景使用根據桌麵壁紙背景色進行淡染的雲母材質特效。

# MicaMenuItem.Text
source: Mica
bg: Мика
id: Mika
ja: マイカ
zh_hans: 云母
zh_hant: 雲母

# NoneBackdropDescription.Text
source: None disables backdrops, even on apps that already have them enabled.
ar: "بدون خلفية" لا يستخدم أي خلفية، حتى على البرامج التي يوجد بها خلفية.
az: Heç biri arxa fonları, hətta onları artıq aktivləşdirmiş proqramlarda deaktiv etmir.
bg: Никой деактивира задния план, дори в приложения, в които той вече е активиран.
cs: "Žádné" vypíná pozadí, včetně aplikací které je již má
de: Keine deaktiviert Hintergründe, auch bei Apps die sie bereits aktiviert haben.
el: Το Τίποτα απενεργοποιεί τα σκηνικά, ακόμα και για εφαρμογές που το έχουν ήδη ενεργό.
es: Ninguno deshabilita el efecto de fondo, incluso en aplicaciones que ya lo tienen.
fa: جلوه پس‌زمینه را غیرفعال می‌کند، حتی روی برنامه‌هایی که از آن پشتیبانی می‌کنند.
fr: "Aucun" désactive les arrière-plans, même sur les applications déjà activées.
hu: Egyik sem tiltja le a háttereket, még azoknál az alkalmazásoknál sem, amelyeknél már engedélyezve vannak.
id: "Tidak ada" menonaktifkan tampilan latar, bahkan pada aplikasi yang telah mengaktifkannya.
it: L'opzione "Nessuno" disattiva tutti gli sfondi, anche sulle app che lo hanno già.
ja: 「なし」は背景を無効化します。既に有効化されているものも含まれます。
ko: 이 항목은 열려있는 앱에도 적용됩니다.
nl: De optie "Geen" schakelt achtergrondeffecten uit, zelfs bij apps die ze al hebben ingeschakeld.
pl: Braku efektu tła wyłącza tło nawet w aplikacjach, w których działa już jakiś efekt.
pt_br: Nenhum desativa os cenários, mesmo em aplicativos que já os possuem ativados.
ro: 'Niciuna' dezactivează efectele de fundal, chiar și în aplicațiile care au efectul activat.
ru: отключает эффекты размытия, даже в приложениях, в которых он включен по умолчанию.
sr_cyrl: "Ништа" онемогућава позадинске ефекте, чак и у апликацијама у којима су омогућени.
sr_latn: "Ništa" onemogućava pozadinske efekte, čak i u aplikacijama u kojima su omogućeni.
tr: Hiçbiri, halihazırda devrede olanlar dahil olmak üzere arka plan efektlerini devre dışı bırakır.
uk: вимикає фон у додатках, де він вже наявний за замовчуванням.
vi: Null vô hiệu hóa tất cả loại phông nền, cả trên những chương trình đang sử dụng chúng.
zh_hans: 现在将强制应用程序不使用任何特效而直接显示纯色。
zh_hant: 現在將強製應用程序不使用任何特效而直接顯示純色。
